"TauxMarqueGreaterOrEqualToHundred" = "Taux de marque supérieur ou egal à 100%";
"TauxMarqueGreaterOrEqualToHundredSuggestion" = "Le taux de marque représente le pourcentage de marge par rapport au prix de vente. Il doit être strictement inférieur à 100%.";

"DiscountPriceGreaterThanBasePrice" = "Prix unitaire du produit supérieur au prix de base";
"DiscountPriceGreaterThanBasePriceSuggestion" = "Le prix unitaire du produit ne peut être supérieur à son prix de base.";

"InvalidDiscountRate" = "Taux de remise invalide";
"InvalidDiscountRateSuggestion" = "Le taux de remise doit être compris entre 0 et 100%.";
